{"class_name": "Sequential", "keras_version": "2.0.3", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "batch_input_shape": [null, 4], "activation": "relu", "trainable": true, "kernel_constraint": null, "units": 50, "name": "dense_1", "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "trainable": true, "kernel_constraint": null, "units": 50, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "activation": "linear", "trainable": true, "kernel_constraint": null, "units": 2, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null}}]}