{"keras_version": "2.0.3", "backend": "tensorflow", "config": [{"config": {"bias_constraint": null, "use_bias": true, "bias_regularizer": null, "name": "dense_4", "batch_input_shape": [null, 8], "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "dtype": "float32", "trainable": true, "units": 200, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "bias_regularizer": null, "name": "dense_5", "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "units": 200, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "bias_regularizer": null, "name": "dense_6", "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "units": 4, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "activation": "linear"}, "class_name": "Dense"}], "class_name": "Sequential"}