{"backend": "tensorflow", "keras_version": "2.0.3", "config": [{"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 50, "activation": "relu", "activity_regularizer": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "batch_input_shape": [null, 4], "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 50, "activation": "relu", "activity_regularizer": null, "name": "dense_5", "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 2, "activation": "linear", "activity_regularizer": null, "name": "dense_6", "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential"}