{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"units": 200, "kernel_regularizer": null, "dtype": "float32", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_constraint": null, "name": "dense_10", "activity_regularizer": null, "trainable": true, "activation": "relu", "batch_input_shape": [null, 8]}}, {"class_name": "Dense", "config": {"units": 200, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_11", "activity_regularizer": null, "trainable": true, "activation": "relu", "kernel_constraint": null}}, {"class_name": "Dense", "config": {"units": 4, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_12", "activity_regularizer": null, "trainable": true, "activation": "linear", "kernel_constraint": null}}], "backend": "tensorflow", "keras_version": "2.0.3"}